function About() {
   return (
      <div className="w-screen h-[65vh] flex flex-col items-center justify-start mt-16">

         <div className="flex flex-row gap-2 justify-start border-b-2 border-gray-400 mb-4 w-[62vw]">
            <h2 className="text-orange-500">
               <i className="fas fa-book"></i>
            </h2>
            <h2 className="text-orange-500 font-semibold">आपले केंद्र विषयी</h2>
         </div>

         <p className="max-w-[60vw]">आपले केंद्र ही शांताई ई सर्विसेस प्रा.लि. कंपनीचा एक उपक्रम आहे. २०१८ मध्ये या कंपनीची स्थापना करण्यात आली. संपूर्ण भारतात तसेच सुरुवातीला महाराष्ट्रात आपले केंद्राच्या माध्यातून या कंपनीने आपली सुरुवात केली आहे. आपले केंद्र हे "मेकिंग लाइफ सिंपल" या व्यावसायिक तत्वज्ञानावर आधारित सुरुवात कंपनीने केलेली आहे. आपले केंद्रचे तंत्रज्ञान हे इलेक्ट्रॉनिक ट्रान्झॅक्शन प्रोसेसिंग प्लॅटफॉर्मद्वारे स्मार्ट सोल्युशन्स ऑफर करते. जेथे ग्राहक हा किरकोळ पैसा देऊन केंद्राच्या माध्यमातून आपला व्यवहार करू शकतो.</p>

         <p className="max-w-[60vw]">या प्लॅटफॉर्म अंतर्गत, आपले केंद्र हे आपल्या ग्राहकांना मनी ट्रान्सफर, पॅन कार्ड, AEPS (आधार एनेबल पेमेंट सिस्टीम), सरकारी नौकरी माहिती केंद्र, लोकल टुरिंग कार बुकिंग, विज बिल भरणा, टेलीफोन बील भरणा, रेल्वे तिकीट बुकिंग, फ्लाईट तिकीट बुकिंग, बस तिकीट बुकिंग, PVC कार्ड, यासह आदी सेवा आपले केंद्राच्या माध्यमातून ग्राहकांपर्यंत पोहोचले जात आहे. आपले केंद्र हे ई-कॉमर्स च्या माध्यमातूनपुरेशी उपयुक्त सेवा प्रदान करते.</p>

         <p className="max-w-[60vw]">सुसज्य अशी support टीम, नव-नवीन सेवा केंद्र चालकापर्यंत वेळेवर पोहचवणे, केंद्र चालकाची digital marketing करणे, जास्तीत जास्त लाभ आपल्या केंद्रांना कसा देता येईल या बाबत आपले केंद्र हे नेहमी विचाराधीन असते.</p>

      </div>
   )
}


export default About